[
    {
        "id": 1,
        "brand": "Fender",
        "name": "Stratocaster",
        "price": 78000,
        "type": "ELECTRIC",
        "description": "The inspiring sound of a Stratocaster is one of the foundations of Fender. Featuring this classic sound - bell-like high end, punchy mids and robust low end, combined with crystal-clear articulation - the sonically flexible Player Stratocaster HSS is packed with authentic Fender feel and style. It's ready to serve your musical vision, it's versatile enough to handle any style of music and it's the perfect platform for creating your own sound.",
        "highlights": [
            "Alder body with gloss finish",
            "One Player Series humbucking bridge pickup; two Player Series single-coil Stratocaster middle and neck pickups",
            "Modern C-shaped neck profile"
        ],
        "image": "/images/electric/fender_strat1.jpg"
    },
    {
        "id": 2,
        "brand": "Fender",
        "name": "Telecaster",
        "price": 82930,
        "type": "ELECTRIC",
        "description": "The American Professional II Telecaster® Left-Hand draws from more than seventy years of innovation, inspiration and evolution to meet the demands of today's working player.",
        "highlights": [
            "Two V-Mod II single-coil Telecaster pickups",
            "New top-load/string-through Telecaster bridge with compensated brass bullet saddles",
            "Bone nut; 22 narrow-tall frets for easy bending"
        ],
        "image": "/images/electric/fender_tele1.jpg"
    },
    {
        "id": 3,
        "brand": "Yamaha",
        "name": "CSF1M Vintage",
        "price": 41990,
        "type": "ACOUSTIC",
        "description": "The CSF, compact folk Guitar, features solid sitka spruce top with newly designed scalloped bracing and mahogany back and sides. Piezo pickup ensures solid plugged-in performance.",
        "highlights": [
            "COMPACT BODY, FULL-SIZE SOUND",
            "PIEZO PICKUPS FOR GREAT LIVE PERFORMANCE",
            "NEW SCALLOPED BRACING FOR LOUDER, RICHER ACOUSTIC SOUND & FULL-BODIED RESONANCE"
        ],
        "image": "/images/acoustic/csf1m_natural_1.png"
    },
    {
        "id": 4,
        "brand": "Yamaha",
        "name": "F280",
        "price": 7990,
        "type": "ACOUSTIC",
        "description": "Yamaha Acoustic guitars are a testimony to the long-lasting legacy of handcrafted guitars that give people a platform to make waves. They are affordable, reliable and most of all; desirable.",
        "highlights": [
            "Comfortable playability for beginners",
            "High durability and stability proven by Yamaha's quality standard",
            "Made in Yamaha Music India factory"
        ],
        "image": "/images/acoustic/f280_natural.jpg"
    },
    {
        "id": 5,
        "brand": "Yamaha",
        "name": "TRBX174",
        "price": 21990,
        "type": "BASS",
        "description": "The TRBX174 represents a price breakthrough for the TRBX range, yet the quality is everything you'd expect from a Yamaha bass.",
        "highlights": [
            "MAHOGANY BODY WITH GLOSS FINISH",
            "ALDER TUNERS: COVERED BRIDGE: VINTAGE STYLE PICKUPS: SPLIT COIL X 1, SINGLE COIL X 1"
        ],
        "image": "/images/bass/trbx174_black.png"
    },
    {
        "id": 6,
        "brand": "Fender",
        "name": "Squier Affinity Jazz Bass",
        "price": 30240,
        "type": "BASS",
        "description": "A superb gateway into the time-honored Fender® family, the Squier® Affinity Series® Jazz Bass® delivers legendary design and quintessential tone for today’s aspiring bassist. This J Bass® features several player-friendly refinements such as a thin and lightweight body, a slim and comfortable “C”-shaped neck profile and vintage-style open-gear tuning machines for smooth, accurate tuning. Loaded with two Squier single-coil J Bass pickups for a wide variety of tones, this model is ready to help lay the foundation for any player at any stage.",
        "highlights": [
            "Thin and lightweight body",
            "Slim “C”-shaped neck profile",
            "Squier single-coil pickups",
            "Open-gear tuning machines"
        ],
        "image": "/images/bass/fender bass.jpg"
    },
    {
        "id": 7,
        "brand": "Ibanez",
        "name": "GRGR221PAAQB",
        "price": 29000,
        "type": "ELECTRIC",
        "description": "The GIO series was developed for players who want Ibanez quality in a more affordable package. Not only do they look and play better than everything else in their price range, but their rigorous inspection, set-up and warranty is the same as Ibanez's more expensive models.",
        "highlights": [
            "The Maple neck provides stability and bright tonal character.",
            "The Purpleheart fretboard emphasizes the beauty and the rich tonal character of this guitar."
        ],
        "image": "/images/electric/gio.jpg"
    },
    {
        "id": 8,
        "brand": "Gibson",
        "name": "1962 Les Paul SG Standard",
        "price": 520000,
        "type": "ELECTRIC",
        "description": "Gibson Custom Shop is the pinnacle of craftsmanship, quality, and sound excellence. Each instrument celebrates Gibson's legacy through accuracy, authenticity, and attention to detail.",
        "highlights": [
            "Mahogany body, mahogany neck with rosewood fretboard",
            "2 Custombuckers",
            "Murphy Lab Light Aged"
        ],
        "image": "/images/electric/sg.png"
    },
    {
        "id": 9,
        "brand": "Yamaha",
        "name": "Revstar RSP02T Swift Blue",
        "price": 175990,
        "type": "ELECTRIC",
        "description": "Crafted to our highest standards by our master luthiers in Japan, Revstar Professional guitars represent the pinnacle of the new Revstar series.",
        "highlights": [
            "Built in Japan",
            "Chambered maple and mahogany body",
            "Carbon-reinforced neck and body"
        ],
        "image": "/images/electric/rev.jpg"
    },
    {
        "id": 10,
        "brand": "Cort",
        "name": "AD810",
        "price": 10000,
        "type": "ACOUSTIC",
        "description": "Yamaha Acoustic guitars are a testimony to the long-lasting legacy of handcrafted guitars that give people a platform to make waves. They are affordable, reliable and most of all; desirable.",
        "highlights": [
            "Spruce provides an ideal balance between strength and flexibility",
            "Bright yet natural with a strong and warm midrange"
        ],
        "image": "/images/acoustic/ad810.jpg"
    },
    {
        "id": 11,
        "brand": "Yamaha",
        "name": "TRBX304",
        "price": 34990,
        "type": "BASS",
        "description": "TRBX300 is built around a simple principle œ your performance. The perfectly balanced, ultra-comfortable solid mahogany body provides the optimum tonal foundation while the Performance EQ active circuitry gives instant access to perfectly dialed-in stage-ready tones coupled with the expressive control you need.",
        "highlights": [
            "Solid mahogany construction",
            "Maple / Mahogany 5-Piece Neck",
            "2-band active EQ with 5-way Performance EQ preset switch"
        ],
        "image": "/images/bass/trbx304-1.jpg"
    }
]